tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "anyenv"
brew "awscli"
brew "cocoapods"
brew "deno"
brew "difftastic"
brew "direnv"
brew "fd"
brew "firebase-cli"
brew "ghq"
brew "git"
brew "htop"
brew "jq"
brew "peco"
brew "prettier"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp"]
cask "maccy"
cask "ngrok"
