tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
brew "anyenv"
brew "awscli"
brew "deno"
brew "direnv"
brew "fd"
brew "firebase-cli"
brew "ghq"
brew "git"
brew "htop"
brew "jq"
brew "mysql-client"
brew "peco"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
cask "maccy"
